export const MOCK_DATA = {
  headers: [
    {
      field: 'Дата',
      header: 'Дата'
    },
    {
      field: 'Добыча нефти, т/сут',
      header: 'Добыча нефти, т/сут'
    },
    {
      field: 'Добыча жидкости, м3/сут',
      header: 'Добыча жидкости, м3/сут'
    }
  ],
  rows: [
    {
      Дата: '01.01.2023',
      'Добыча нефти, т/сут': 20.4564,
      'Добыча жидкости, м3/сут': 24.54768
    },
    {
      Дата: '02.01.2023',
      'Добыча нефти, т/сут': 30.23,
      'Добыча жидкости, м3/сут': 36.276
    },
    {
      Дата: '03.01.2023',
      'Добыча нефти, т/сут': 35.28382948,
      'Добыча жидкости, м3/сут': 42.34059538
    },
    {
      Дата: '04.01.2023',
      'Добыча нефти, т/сут': 46,
      'Добыча жидкости, м3/сут': 55.2
    },
    {
      Дата: '05.01.2023',
      'Добыча нефти, т/сут': 53.41371474,
      'Добыча жидкости, м3/сут': 64.09645769
    },
    {
      Дата: '06.01.2023',
      'Добыча нефти, т/сут': 61.58217769,
      'Добыча жидкости, м3/сут': 73.89861323
    },
    {
      Дата: '07.01.2023',
      'Добыча нефти, т/сут': 69.75064064,
      'Добыча жидкости, м3/сут': 83.70076877
    },
    {
      Дата: '08.01.2023',
      'Добыча нефти, т/сут': 77.91910359,
      'Добыча жидкости, м3/сут': 93.5029243
    },
    {
      Дата: '09.01.2023',
      'Добыча нефти, т/сут': 86.08756653,
      'Добыча жидкости, м3/сут': 103.3050798
    },
    {
      Дата: '10.01.2023',
      'Добыча нефти, т/сут': 94.25602948,
      'Добыча жидкости, м3/сут': 113.1072354
    },
    {
      Дата: '11.01.2023',
      'Добыча нефти, т/сут': 102.4244924,
      'Добыча жидкости, м3/сут': 122.9093909
    },
    {
      Дата: '12.01.2023',
      'Добыча нефти, т/сут': 110.5929554,
      'Добыча жидкости, м3/сут': 132.7115465
    },
    {
      Дата: '13.01.2023',
      'Добыча нефти, т/сут': 118.7614183,
      'Добыча жидкости, м3/сут': 142.513702
    },
    {
      Дата: '14.01.2023',
      'Добыча нефти, т/сут': 126.9298813,
      'Добыча жидкости, м3/сут': 152.3158575
    },
    {
      Дата: '15.01.2023',
      'Добыча нефти, т/сут': 135.0983442,
      'Добыча жидкости, м3/сут': 162.1180131
    },
    {
      Дата: '16.01.2023',
      'Добыча нефти, т/сут': 143.2668072,
      'Добыча жидкости, м3/сут': 171.9201686
    },
    {
      Дата: '17.01.2023',
      'Добыча нефти, т/сут': 151.4352701,
      'Добыча жидкости, м3/сут': 181.7223241
    },
    {
      Дата: '18.01.2023',
      'Добыча нефти, т/сут': 159.6037331,
      'Добыча жидкости, м3/сут': 191.5244797
    },
    {
      Дата: '19.01.2023',
      'Добыча нефти, т/сут': 167.772196,
      'Добыча жидкости, м3/сут': 201.3266352
    },
    {
      Дата: '20.01.2023',
      'Добыча нефти, т/сут': 175.940659,
      'Добыча жидкости, м3/сут': 211.1287908
    },
    {
      Дата: '21.01.2023',
      'Добыча нефти, т/сут': 184.1091219,
      'Добыча жидкости, м3/сут': 220.9309463
    },
    {
      Дата: '22.01.2023',
      'Добыча нефти, т/сут': 192.2775849,
      'Добыча жидкости, м3/сут': 230.7331018
    },
    {
      Дата: '23.01.2023',
      'Добыча нефти, т/сут': 200.4460478,
      'Добыча жидкости, м3/сут': 240.5352574
    },
    {
      Дата: '24.01.2023',
      'Добыча нефти, т/сут': 208.6145108,
      'Добыча жидкости, м3/сут': 250.3374129
    },
    {
      Дата: '25.01.2023',
      'Добыча нефти, т/сут': 216.7829737,
      'Добыча жидкости, м3/сут': 260.1395684
    },
    {
      Дата: '26.01.2023',
      'Добыча нефти, т/сут': 224.9514367,
      'Добыча жидкости, м3/сут': 269.941724
    },
    {
      Дата: '27.01.2023',
      'Добыча нефти, т/сут': 233.1198996,
      'Добыча жидкости, м3/сут': 279.7438795
    },
    {
      Дата: '28.01.2023',
      'Добыча нефти, т/сут': 241.2883626,
      'Добыча жидкости, м3/сут': 289.5460351
    },
    {
      Дата: '29.01.2023',
      'Добыча нефти, т/сут': 249.4568255,
      'Добыча жидкости, м3/сут': 299.3481906
    },
    {
      Дата: '30.01.2023',
      'Добыча нефти, т/сут': 257.6252884,
      'Добыча жидкости, м3/сут': 309.1503461
    },
    {
      Дата: '31.01.2023',
      'Добыча нефти, т/сут': 265.7937514,
      'Добыча жидкости, м3/сут': 318.9525017
    }
  ]
}
